/**
 * 竞彩足球过关场次与串数关系
 */
export const FootballBettingString: Record<number, string[]> = {
  8: ['8串8', '8串9', '8串28', '8串56', '8串70', '8串247'],
  7: ['7串7', '7串8', '7串21', '7串35', '7串120'],
  6: ['6串6', '6串7', '6串20', '6串22', '6串35', '6串42', '6串50', '6串57'],
  5: ['5串5', '5串6', '5串10', '5串16', '5串20', '5串26'],
  4: ['4串4', '4串5', '4串6', '4串11'],
  3: ['3串3', '3串4'],
};

/**
 * 北京单场
 */
export const BeijingSingleBettingString: Record<number, string[]> = {
  6: ['6串7', '6串22', '6串42', '6串57', '6串63'],
  5: ['5串6', '5串16', '5串26', '5串31'],
  4: ['4串5', '4串11', '4串15'],
  3: ['3串4', '3串7'],
  2: ['2串3'],
};
